
[IDD_DIALOG_INIT]
TITLE = "Configuración de LifeBook Application Panel - Herramienta de inicializaciól"
IDC_STATIC_EXPLANATION = "Todas las configuraciones de los botones volverán a sus valores predeterminados.%n%n[¡Precaución!]%nSi se realiza la inicialización, todas las configuraciones que han sido cambiadas volverán a sus valores predeterminados.%nTambién puede perderse la información ingresada en la configuración de comprobación de correo electrónico.%n%nRealice la inicialización solamente cuando desee restablecer las configuraciones de LifeBook Application Panel a los valores predeterminados.%n%nLuego de la inicialización, puede cambiar las opciones en la configuración de LifeBook Application Panel."
IDC_BUTTON_INIT = "Inicialización(&I)"
IDCANCEL = "Salir(&E)"


[MESSAGES]
IDS_TITLE_MSG_CONFIRMATION = "Instalación de LifeBook Application Panel - Confirmación para la inicialización"
IDS_MSG_CONFIRMATION = "Las configuraciones de LifeBook Application Panel volverán a sus valores predeterminados.%n%n¿Desea continuar?"

IDS_TITLE_WARN_MSG_SETTING_DIALOG_IS_OPEN = "Instalación de LifeBook Application Panel - Advertencia"
IDS_WARN_MSG_SETTING_DIALOG_IS_OPEN = "Está abierto el cuadro de diálogo de instalación de LifeBook Application Panel.%nCierre el cuadro de diálogo y vuelva a intentarlo."

IDS_TITLE_ERROR_MSG_FAILED = "Instalación de LifeBook Application Panel - Advertencia"
IDS_ERROR_MSG_FAILED = "Se ha producido un error durante la inicialización.%nReinicie su computadora y vuelva a intentar la inicialización."

IDS_TITLE_MSG_COMPLETE = "Configuración de LifeBook Application Panel. Inicialización completa"
IDS_MSG_COMPLETE = "Se inicializó la configuración de LifeBook Application Panel."
